USE PD311_AcademyDesign;
GO

INSERT Teachers
		(last_name, first_name, middle_name, birth_date, year_started, rate)
VALUES
		--('Волосова', 'Кристина', 'Станиславовна', '2001-01-04', '2024-10-16', 35),
		--('Колесова', 'Александра', 'Евгеньевна', '1995-12-23', '2024-10-16', 35),
		--('Давыдова', 'Марина', 'Васильевна', '1994-12-01', '2024-10-18', 35),
		('Ковтун', 'Олег', 'Анатольевич', '1985-01-16', '2009-04-04', 35),
		('Покидюк', 'Марина', 'Олеговна', '1990-09-06', '2022-07-07', 35),
		('Кобылинский', 'Андрей', 'Анатольевич', '1981-02-18', '2003-09-01', 35),
		('Лялька', 'Александр', 'Владимирович', '1989-05-15', '2008-08-01', 35),
		('Глазунов', 'Антон', 'Александрович', '1985-02-25', '2022-06-09', 35),
		('Твердохлеб', 'Александр', 'Павлович', '1981-10-29', '2007-10-10', 35),