USE PD311_AcademyDesign;
GO

INSERT Students
		(last_name, first_name, middle_name, birth_date, group_id)
VALUES
		(N'Тарлавина', N'Мария', N'Александровна', '2001-05-14', 3),
		(N'Ким', N'Александр', N'Вячеславович', '2000-08-07', 3),
		(N'Колпаков', N'Кирилл', N'Алексеевич', '2007-09-15', 3),
		(N'Долженков', 'Евгений', N'Викторович', '2004-09-17', 3),
		(N'Третьяков', N'Павел', N'Сергеевич', '2000-02-17', 3),
		(N'Шарканов', N'Михаил', N'Анатольевич', '1996-12-27', 3),
		(N'Архипов', N'Александр', N'Владимирович', '1991-10-29', 2),
		(N'Епягин', N'Сергей', N'Сергеевич', '1996-03-18', 2),
		(N'Путинцев', N'Иван', N'Сергеевич', '1990-03-14', 2),
		(N'Сутугин', N'Роман', N'Юрьевич', '1996-05-15', 2),
		(N'Фурсов', N'Артем', N'Владимирович', '1999-05-17', 2),
		(N'Терешкин', N'Кирсан', N'Александрович', '2007-07-25', 2),
		(N'Волкова', N'Олеся', N'Олеговна', '1985-11-29', 4),
		(N'Григорян', N'Арамис', N'Артакович', '1995-09-12', 4),
		(N'Клочко', N'Сергей', N'Павлович', '1984-02-13', 4),
		(N'Корнюшин', N'Сергей', N'Владимирович', '1981-06-25', 4),
		(N'Моисеев', N'Дмитрий', N'Витальевич', '2001-07-23', 4),
		(N'Пластинин', N'Андрей', N'Владимирович', '1979-04-20', 4),
		(N'Терещенков', N'Станислав', N'Евгеньевич', '1985-06-10', 4),
		(N'Хорев', N'Алексей', N'Петрович', '1977-06-09', 4)